[
  "Considering career options for becoming a physician's assistant vs a nurse.  Discussion topics include required education (including time, cost), salaries, and which is better overall.",
  "Interested in buying goats that implies interest in different breeds of goats and their use (milk, meat, and fur).",
  "Find information about irregular heart beat.  This includes atrial fibrillation (afib) and atrial flutter), sinus bradycardia, and tachycardia.",
  "The neolithic revolution and technology used within it and when it emerged in the british isles.  Also, the transition to the bronze age and its significance.",
  "Information about cooking a turkey including brining it, smoking it, and using leftovers (including recipes).",
  "Judicial history in the US including key court cases and what they established.",
  "A comparison of types of basic macromolecules: carbohydrates and lipids.",
  "Find information regarding U.S. securities acts, as well as where securities are traded.",
  "Explore metrics for understanding range in statistics, and career options in statistics.",
  "Requires information about the process involved in freezing of water. Also, requests information about the coldest places on Earth in Antarctica.",
  "General questions regarding futuristic designs and how it has affected the world of technology.",
  "Find information about LASIK surgery, including its pros and cons, alternatives etc.",
  "Describe tofu, cooking methods, including recipes, and possible health effects.",
  "Technical information about data center network architectures.",
  "Information about the International Linguistics Olympiad, and linguistics in general.",
  "Blood sugar levels and possible complications that may arise due to it.",
  "Energy and its various forms.",
  "Information about Uranus and Neptune.",
  "Information about chemical reactions.",
  "Information about the cell membrane and its functions.",
  "General queries regarding weathering, its various types, how it affects rocks etc.",
  "Questions about spices, their benefits, and their composition.",
  "Inquires about two different types of cattle farming - meat and dairy.",
  "Understanding the various ill effects of smoking and methods to prevent it.",
  "More information about killer whales, and about a good time to observe them.",
  "Understanding various aspects of chemical elements, including how they are represented, relation to human body etc.",
  "Trying to understand the importance of various dietary needs and its benefits.",
  "Understanding global warming, its dangers and what could be done to avoid it.",
  "You want to find out more about the phenomenon of British Invasion in rock music.",
  "A comparison of Windows and Linux, followed by some tips regarding software installation etc."
]
